Repository: ferkretz/Zend3Example
Catalog: module/Application/language/*.po
Languages: hu_hu

source: Value is required and can't be empty
hu_hu: Ez a mező nem lehet üres

source: Invalid type given. String expected
hu_hu: Nem megfelelő típus. Karakterlánc szükséges

source: The input is less than %min% characters long
hu_hu: Ez a mező nem tartalmazhat %min% karakternél kevesebbet

source: The input is more than %max% characters long
hu_hu: Ez a mező nem tartalmazhat %min% karakternél többet

source: Add new computer
hu_hu: Új számítógép hozzáadása

source: Name
hu_hu: Név

source: Description
hu_hu: Leírás

source: Add
hu_hu: Hozzáadás

source: Return to computers
hu_hu: Vissza a számítógépekhez

source: Remove computer
hu_hu: Számítógép eltávolítása

source: Are you sure that you want to remove computer "%s"?
hu_hu: Biztos, hogy törölni akarod a(z) "%s" nevű számítógépet?

source: Yes
hu_hu: Igen

source: Cancel
hu_hu: Mégsem

source: Edit computer
hu_hu: Számítógép szerkesztése

source: Update
hu_hu: Módosítás

source: The processor of this computer
hu_hu: A számítógép processzora

source: Add processor
hu_hu: Processzor hozzáadása

source: Change
hu_hu: Módosítás

source: Remove
hu_hu: Eltávolítás

source: The memories of this computer
hu_hu: A számítógép memóriái

source: Add memory
hu_hu: Memória hozzáadása

source: Computers
hu_hu: Számítógépek

source: Edit
hu_hu: Szerkesztés

source: Choose a memory for "%s"!
hu_hu: Válassz egy memóriát a(z) "%s" számára!

source: Remove processor
hu_hu: Processzor törlése

source: Are you sure that you want to remove the processor of this computer?
hu_hu: Biztos, hogy törölni akarod a processzort ebből a számítógépből?

source: Set processor
hu_hu: Processzor kiválasztása

source: Choose a processor for "%s"!
hu_hu: Válassz egy processzort a(z) "%s" számára!

source: Add new memory
hu_hu: Új memória hozzáadása

source: Return to memories
hu_hu: Vissza a memóriákhoz

source: Remove memory
hu_hu: Memória eltávolítása

source: Are you sure that you want to remove memory "%s"?
hu_hu: Biztos, hogy törölni akarod a(z) "%s" nevű memóriát?

source: Edit memory
hu_hu: Memória szerkesztése

source: Memories
hu_hu: Memóriák

source: Add new processor
hu_hu: Új processzor hozzáadása

source: Return to processors
hu_hu: Vissza a processzorokhoz

source: Are you sure that you want to remove processor "%s"?
hu_hu: Biztos, hogy törölni akarod a(z) "%s" nevű processzort?

source: Edit processor
hu_hu: Processzor szerkesztése

source: Processors
hu_hu: Processzorok

source: Home
hu_hu: Főoldal

source: Point to me!
hu_hu: Mutass rám!

source: The date is:
hu_hu: A dátum:
